interface StandardEDC {
  title: string
  subtitle: string
  content: string
}

export const listStandardEDC: StandardEDC[] = [
  {
    title: 'Expected Learning Outcomes (ELOs)',
    subtitle: 'ผลลัพธ์การเรียนรู้ที่คาดหวัง',
    content:
      'เป็นข้อความกว้างๆ ที่อธิบายถึงความรู้ ทักษะและทัศนคติโดยรวมที่นักเรียนคาดว่าจะได้รับเมื่อจบการศึกษาจากสถาบัน มักจะสอดคล้องกับพันธกิจและวิสัยทัศน์ของสถาบัน'
  },
  {
    title: 'Program Learning Outcomes (PLOs)',
    subtitle: 'ผลลัพธ์การเรียนรู้ของหลักสูตร',
    content:
      'เฉพาะเจาะจงสำหรับหลักสูตรหรือสาขาวิชาใดวิชาหนึ่ง อธิบายถึงสิ่งที่นักเรียนควรรู้และสามารถทำได้เมื่อจบการศึกษาในหลักสูตรนั้นๆ PLOs มีรายละเอียดมากกว่า ELOs และสอดคล้องกับข้อกำหนดและความคาดหวังของสาขาหรือวิชานั้นๆ'
  },
  {
    title: 'Course Learning Outcomes (CLOs)',
    subtitle: 'ผลลัพธ์การเรียนรู้ของรายวิชา',
    content:
      'มีความเฉพาะเจาะจงและมีรายละเอียดมากที่สุดในสามแนวคิดนี้ อธิบายถึงสิ่งที่นักเรียนควรบรรลุเมื่อจบรายวิชานั้นๆ CLOs เกี่ยวข้องโดยตรงกับเนื้อหาและกิจกรรมของรายวิชา และมีส่วนช่วยให้บรรลุ PLOs ที่กว้างกว่า'
  }
]
